Repository: Bunn/PiStats
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ used
pt_br: %@ em uso

source: %lld blocklists
pt_br: %lld listas de bloqueio

source: 1 hour
pt_br: 1 hora

source: 1 minute
pt_br: 1 minuto

source: 1. Make sure your Pi-hole is running
pt_br: 1. Verifique se o seu Pi-hole está em execução

source: 2. Note your Pi-hole's IP address
pt_br: 2. Anote o endereço IP do seu Pi-hole

source: 3. Get your API token or password from Pi-hole settings
pt_br: 3. Obtenha o token da API ou a senha nas configurações do Pi-hole

source: 4. Click the button below to add it
pt_br: 4. Clique no botão abaixo para adicioná-lo

source: 5 minutes
pt_br: 5 minutos

source: 10 minutes
pt_br: 10 minutos

source: 30 minutes
pt_br: 30 minutos

source: 30 seconds
pt_br: 30 segundos

source: About
pt_br: Sobre

source: Active
pt_br: Ativo

source: Add
pt_br: Adicionar

source: Add Disable Time
pt_br: Adicionar tempo de desativação

source: Add Domain
pt_br: Adicionar domínio

source: Add Pi-hole
pt_br: Adicionar Pi-hole

source: Add Pi-hole…
pt_br: Adicionar Pi-hole…

source: Add Your First Pi-hole
pt_br: Adicione seu primeiro Pi-hole

source: All Pi-holes
pt_br: Todos os Pi-holes

source: All Pi-holes Combined
pt_br: Todos os Pi-holes combinados

source: Allow
pt_br: Permitir

source: Allowed %@
pt_br: Permitido %@

source: Always disable Pi-hole permanently
pt_br: Sempre desativar o Pi-hole permanentemente

source: API Token
pt_br: Token da API

source: Back online
pt_br: De volta online

source: Block
pt_br: Bloquear

source: Block Services
pt_br: Bloquear serviços

source: Blocked %@
pt_br: Bloqueado %@

source: Blocking disabled
pt_br: Bloqueio desativado

source: Blocklist
pt_br: Lista de bloqueio

source: Blocklists
pt_br: Listas de bloqueio

source: Browse and search recent queries
pt_br: Navegue e busque consultas recentes

source: Can't add new item
pt_br: Não foi possível adicionar novo item

source: Can't decode response
pt_br: Não foi possível decodificar a resposta

source: Cancel
pt_br: Cancelar

source: Clear Messages
pt_br: Limpar mensagens

source: Clear Messages?
pt_br: Limpar mensagens?

source: Click 'Manage' below to add your first Pi-hole
pt_br: Clique em “Gerenciar” abaixo para adicionar seu primeiro Pi-hole

source: Close
pt_br: Fechar

source: Comment (optional)
pt_br: Comentário (opcional)

source: Couldn't update list
pt_br: Não foi possível atualizar a lista

source: Customize disable times
pt_br: Personalizar tempos de desativação

source: Danger Zone
pt_br: Zona de perigo

source: Data
pt_br: Dados

source: Delete
pt_br: Excluir

source: Delete Pi-hole
pt_br: Excluir Pi-hole

source: Developer Website
pt_br: Site do desenvolvedor

source: Device
pt_br: Dispositivo

source: Diagnostic messages
pt_br: Mensagens de diagnóstico

source: Disable
pt_br: Desativar

source: Disable All Pi-holes
pt_br: Desativar todos os Pi-holes

source: Disable Pi-hole
pt_br: Desativar Pi-hole

source: Disable Time
pt_br: Tempo de desativação

source: Disabled
pt_br: Desativado

source: Display all Pi-holes in a single card
pt_br: Exibir todos os Pi-holes em um único cartão

source: Display Name
pt_br: Nome de exibição

source: Display Name (Optional)
pt_br: Nome de exibição (opcional)

source: Display Pi-hole stats as list
pt_br: Exibir estatísticas do Pi-hole como lista

source: Domain or regex
pt_br: Domínio ou regex

source: Domains
pt_br: Domínios

source: Domains on List
pt_br: Domínios na lista

source: Done
pt_br: Concluído

source: Edit Pi-hole
pt_br: Editar Pi-hole

source: Edit Pi-hole settings
pt_br: Editar configurações do Pi-hole

source: Enable
pt_br: Ativar

source: Enable / Disable
pt_br: Ativar / Desativar

source: Enable notifications
pt_br: Ativar notificações

source: Error
pt_br: Erro

source: Exact
pt_br: Exato

source: Find in /etc/pihole/setupVars.conf under WEBPASSWORD or in Web UI → Settings → API
pt_br: Encontre em /etc/pihole/setupVars.conf sob WEBPASSWORD ou na interface web → Settings → API

source: For version 6.x, you can use your actual password for authenticating
pt_br: Para a versão 6.x, você pode usar sua senha real para autenticação

source: Get started by adding your first Pi-hole:
pt_br: Comece adicionando seu primeiro Pi-hole:

source: Gravity Update Failed
pt_br: Falha na atualização do Gravity

source: Health
pt_br: Saúde

source: Invalid API Token
pt_br: Token da API inválido

source: Invalid Response
pt_br: Resposta inválida

source: Invalid URL
pt_br: URL inválida

source: Last 24 Hours
pt_br: Últimas 24 horas

source: Last updated %@
pt_br: Atualizado pela última vez %@

source: Learn More
pt_br: Saiba mais

source: Loading…
pt_br: Carregando…

source: Manage
pt_br: Gerenciar

source: Manage allow & deny lists
pt_br: Gerencie listas de permissão e negação

source: Manage your block & allow lists
pt_br: Gerencie suas listas de bloqueio e permissão

source: Match
pt_br: Correspondência

source: Monitor your Pi-hole instances
pt_br: Monitore suas instâncias do Pi-hole

source: More Details
pt_br: Mais detalhes

source: Needs Attention
pt_br: Requer atenção

source: No API Token Provided
pt_br: Nenhum token da API fornecido

source: No blocklists configured.
pt_br: Nenhuma lista de bloqueio configurada.

source: No data available
pt_br: Nenhum dado disponível

source: No Pi-holes configured
pt_br: Nenhum Pi-hole configurado

source: No Pi-holes Configured
pt_br: Nenhum Pi-hole configurado

source: No Pi-holes configured or loading...
pt_br: Nenhum Pi-hole configurado ou carregando...

source: None
pt_br: Nenhum

source: Optional - enables additional features
pt_br: Opcional - ativa recursos adicionais

source: Optional friendly name
pt_br: Nome amigável opcional

source: Partially Active
pt_br: Parcialmente ativo

source: Password
pt_br: Senha

source: Percent Blocked
pt_br: Percentual bloqueado

source: Permanently
pt_br: Permanentemente

source: Pi Monitor port (8088)
pt_br: Porta do Pi Monitor (8088)

source: Pi Monitor setup
pt_br: Configuração do Pi Monitor

source: Pi Stats - %d enabled, %d disabled
pt_br: Pi Stats - %d ativados, %d desativados

source: Pi Stats - %d of %d Pi-holes have errors
pt_br: Pi Stats - %d de %d Pi-holes com erros

source: Pi Stats - All %d Pi-holes are disabled
pt_br: Pi Stats - Todos os %d Pi-holes estão desativados

source: Pi Stats - All %d Pi-holes are enabled
pt_br: Pi Stats - Todos os %d Pi-holes estão ativados

source: Pi Stats - No Pi-holes configured
pt_br: Pi Stats - Nenhum Pi-hole configurado

source: Pi Stats for macOS
pt_br: Pi Stats para macOS

source: Pi Stats source code
pt_br: Código-fonte do Pi Stats

source: Pi-hole 5 requires Pi Monitor to provide system metrics.
pt_br: O Pi-hole 5 requer o Pi Monitor para fornecer métricas do sistema.

source: Pi-hole Configuration
pt_br: Configuração do Pi-hole

source: Pi-hole Setup
pt_br: Configuração do Pi-hole

source: Port
pt_br: Porta

source: Port (80)
pt_br: Porta (80)

source: Protocol
pt_br: Protocolo

source: Pull down to try again.
pt_br: Puxe para baixo para tentar novamente.

source: Queries Blocked
pt_br: Consultas bloqueadas

source: Query Log
pt_br: Registro de consultas

source: Query Types
pt_br: Tipos de consulta

source: Quick Disable Pi-hole
pt_br: Desativação Rápida do Pi-hole

source: Quit Pi Stats
pt_br: Encerrar o Pi Stats

source: Re-enable Pi-hole
pt_br: Reativar Pi-hole

source: Required for Pi-hole v6
pt_br: Necessário para o Pi-hole v6

source: Retry
pt_br: Tentar novamente

source: Save
pt_br: Salvar

source: Scanner
pt_br: Leitor

source: Search domain or client
pt_br: Buscar domínio ou cliente

source: Seconds
pt_br: Segundos

source: Session Error
pt_br: Erro de sessão

source: Settings
pt_br: Ajustes

source: Show History Chart
pt_br: Mostrar gráfico de histórico

source: Show Live Activity
pt_br: Mostrar Atividade ao Vivo

source: Show Pi Stats
pt_br: Mostrar Pi Stats

source: Show System Metrics
pt_br: Mostrar Métricas do Sistema

source: Show Top Clients
pt_br: Mostrar principais clientes

source: Show Top Domains
pt_br: Mostrar principais domínios

source: Shows a Lock Screen and Dynamic Island countdown when you pause blocking for a set time.
pt_br: Exibe uma contagem regressiva na Tela Bloqueada e na Ilha Dinâmica quando você pausa o bloqueio por um tempo determinado.

source: Shows temperature, uptime, load, and memory reported by the Pi-hole API.
pt_br: Mostra temperatura, tempo de atividade, carga e memória informados pela API do Pi-hole.

source: Start Pi Stats when macOS begins
pt_br: Iniciar o Pi Stats quando o macOS for iniciado

source: Startup
pt_br: Inicialização

source: Support
pt_br: Suporte

source: System Metrics
pt_br: Métricas do Sistema

source: Tap here to add a custom disable time
pt_br: Toque aqui para adicionar um tempo de desativação personalizado

source: Tap here to add your first pi-hole
pt_br: Toque aqui para adicionar seu primeiro Pi-hole

source: Technical Details:
pt_br: Detalhes técnicos:

source: Temperature Scale
pt_br: Escala de temperatura

source: This permanently removes all diagnosis messages from this Pi-hole.
pt_br: Isto remove permanentemente todas as mensagens de diagnóstico deste Pi-hole.

source: This will permanently remove this Pi-hole from Pi Stats.
pt_br: Isto removerá permanentemente este Pi-hole do Pi Stats.

source: Time: %@
pt_br: Hora: %@

source: Token (Optional)
pt_br: Token (opcional)

source: Token is required for some functionalities like disable/enable your pi-hole.\n\nYou can find the API Token on /etc/pihole/setupVars.conf under WEBPASSWORD or you can open the web UI and go to Settings -> API -> Show API Token
pt_br: O token é necessário para algumas funcionalidades, como desativar/ativar seu Pi-hole.\n\nVocê pode encontrar o token da API em /etc/pihole/setupVars.conf sob WEBPASSWORD ou abrir a interface web e ir em Settings -> API -> Show API Token

source: Top Clients
pt_br: Principais clientes

source: Top Domains
pt_br: Principais domínios

source: Total Queries
pt_br: Total de consultas

source: Turn Pi-hole blocking back on
pt_br: Reativar o bloqueio do Pi-hole

source: Unknown
pt_br: Desconhecido

source: Up to date
pt_br: Atualizado

source: Update available
pt_br: Atualização disponível

source: Upstream Servers
pt_br: Servidores upstream

source: Use your Pi-hole web interface password
pt_br: Use a senha da interface web do seu Pi-hole

source: Version
pt_br: Versão

source: Version %@ (%@)
pt_br: Versão %@ (%@)

source: Website
pt_br: Site

source: When on, disabling a Pi-hole turns it off indefinitely instead of for a set time.
pt_br: Quando ativado, desativar um Pi-hole o desliga indefinidamente em vez de por um tempo determinado.

source: Write a review on the App Store
pt_br: Escreva uma avaliação na App Store
